[
  {
    "locationName": "20 Flights Rock ",
    "locationArt": "Club",
    "locationID":1,
    "locationDescription": "Ein absolutes Muss, wenn man sich nach Rock in Hamburg sehnt, ist der 20 Flight Rock Club, der sich selbst The No. 1 Rawin' Bar nennt. Und dieser Name ist wahrlich passend. Auf der Tanzfläche wird mit Rockmusik aus der Bültezeit bis in die Moderne für ausgelassene Stimmung gesorgt und hinter der Bar findet sich eine große Auswahl an Drinks. Die Preise sind angemessen, was es selbst der Geldbörse erlaubt sich zu entspannen. Es gibt besondere Events, in denen teilweise berühmte DJ-Größen der Szene im Club für heiße Musik zum Tanzen sorgen. Das Ambiente ist natürlich Klassisch gehalten, mit dem kleinen Hauch Retro, um selbst im Jahr 2000 sich noch wie in den Rolling 50s zu fühlen. An den Wänden hängen Bilder der berühmten Legenden des Rock'n'Roll und geben so das Gefühl, in den 50ern zu sein, als Leute wie Elvis Pressley und Jerry Lee Lewis ihre großen Hits landeten. ",
    "adress": "Hans-Albers-Platz 1 20359 Hamburg",
    "music": "Rock",
    "price": "8 -10€",
    "openingHours": "Fr - Sa, 22:00 - 3:00",
    "rating": "4,7",
    "email": "-",
    "phoneNr": "-",
    "webLink": "https://www.facebook.com/profile.php?id=100065635203378",
    "imageResource": "",
    "locationImg1": "",
    "locationImg2": "",
    "locationImg3": "",
    "isTechno": false,
    "isHiphop": false,
    "isRock": true,
    "isBar": false
  },
  {
    "locationName": "Logo",
    "locationArt": "Club",
    "locationID":1,
    "locationDescription": "Bereits seit 1974 ist das Logo aus der Rockszene Hamburgs kaum noch wegzudenken. Eine kleine Location mit großer Geschichte – es gibt keinen anderen Club in der Hansestadt, der über eine längere, durchgehende Livetradition verfügt. Auf der Gästeliste finden sich viele Namen, die heute noch bekannt sind. Das Logo ist unter vielen Bezeichnungen bekannt, von Hamburgs lautester Sauna bis zum alten Rockerschuppen. Unbestritten ist aber, dass der Laden ideal für Leute ist, die es rau, rockig und unverfälscht mögen. Die dominierende Farbe in den niedrigen Räumen ist Schwarz, und auch die Gäste mögen es dunkel. Old School, die fetzt! Bei günstigen Eintritts- und Getränkepreisen lässt es sich doppelt gut feiern. Ein cooler kleiner Club, in dem Pogo getanzt wird und sich niemand über ein verspritztes Bier aufregt. Wer nicht den einen oder anderen Tropfen abbekommen hat, ist halt nicht richtig dabei gewesen. Wer hätte gedacht, dass sich das, anfangs als Studentenlokal mit günstigen Speisen und gelegentlichen abendlichen Konzerten, geplante Unternehmen zu einer echten Konstante in der Gigszene Hamburgs entwickeln würde? ",
    "adress": "Grindelallee 5 20146 Hamburg",
    "music": "Rock",
    "price": "5 - 10€",
    "openingHours": "Mo - Fr, 19:00 - 02:00",
    "rating": "4,1",
    "email": "info@logohamburg.de",
    "phoneNr": "040 41338809",
    "webLink": "https://www.facebook.com/logohh/",
    "imageResource": "",
    "locationImg1": "",
    "locationImg2": "",
    "locationImg3": "",
    "isTechno": false,
    "isHiphop": false,
    "isRock": true,
    "isBar": false
  },
  {
    "locationName": "Gruenspan",
    "locationArt": "Club",
    "locationID":1,
    "locationDescription": "Bereits seit 1974 ist das Logo aus der Rockszene Hamburgs kaum noch wegzudenken. Eine kleine Location mit großer Geschichte – es gibt keinen anderen Club in der Hansestadt, der über eine längere, durchgehende Livetradition verfügt. Auf der Gästeliste finden sich viele Namen, die heute noch bekannt sind. Das Logo ist unter vielen Bezeichnungen bekannt, von Hamburgs lautester Sauna bis zum alten Rockerschuppen. Unbestritten ist aber, dass der Laden ideal für Leute ist, die es rau, rockig und unverfälscht mögen. Die dominierende Farbe in den niedrigen Räumen ist Schwarz, und auch die Gäste mögen es dunkel. Old School, die fetzt! Bei günstigen Eintritts- und Getränkepreisen lässt es sich doppelt gut feiern. Ein cooler kleiner Club, in dem Pogo getanzt wird und sich niemand über ein verspritztes Bier aufregt. Wer nicht den einen oder anderen Tropfen abbekommen hat, ist halt nicht richtig dabei gewesen. Wer hätte gedacht, dass sich das, anfangs als Studentenlokal mit günstigen Speisen und gelegentlichen abendlichen Konzerten, geplante Unternehmen zu einer echten Konstante in der Gigszene Hamburgs entwickeln würde? ",
    "adress": "Große Freiheit 58, Hamburg, 22767",
    "music": "Rock",
    "price": "5 - 10€",
    "openingHours": "Mo - Fr, 19:00 - 02:00",
    "rating": "4,1",
    "email": "info@gruenspan.de",
    "phoneNr": "040 39909269",
    "webLink": "https://www.facebook.com/gruenspan.hamburg/",
    "imageResource": "",
    "locationImg1": "",
    "locationImg2": "",
    "locationImg3": "",
    "isTechno": false,
    "isHiphop": false,
    "isRock": true,
    "isBar": false
  },
  {
    "locationName": "Grosse Freiheit 36 ",
    "locationArt": "Club",
    "locationID":1,
    "locationDescription": "Die Große Freiheit 36 oder einfach nur „die Freiheit“ ist einer der ältesten und größten Clubs auf der Reeperbahn, dessen Geschichte mit Pferden, Artisten und nackten Meerjungfrauen begann. Die Freiheit wurde in den 80er Jahren mit einem spektakulären Konzert des Gittaristen Rory Gallagher eröffnet, bei der sich über 2.000 Fans in die Halle quetschten. Seitdem finden in der Freiheit regelmäßig Konzerte statt. Sie ist außerdem mit dem Kaiserkeller verbunden, in dem schon die Beatles spielten und in dem am Wochenende vorwiegend der Rock zu Hause ist, von Alternative und Indie über Metal bis hin zu Industrial und Gothic. Seit kurzem ist  dort auch der Technoclub DREIIIZEHN zu finden. Hier die Konzerte der berühmtesten Musiker in der Freiheit aufzuzählen, wird schwierig - Die Liste ist einfach zu lang. Ein kleiner Ausschnitt geht von Extrabreit, Public Enemy, Faith No More und Meat Loaf über Deep Purple, Pearl Jam, Daft Punk bis hin zu HIM und Busta Rhymes. Also ein solider Club, der immer noch durch Live-Acts überzeugt! ",
    "adress": "Grosse Freiheit 36, Hamburg, 20359",
    "music": "Rock",
    "price": "5 - 10€",
    "openingHours": "Do - Sa, 20:00 - 06:00",
    "rating": "4,1",
    "email": "info@grossefreiheit36.de",
    "phoneNr": "040 3177780",
    "webLink": "https://www.facebook.com/grossefreiheitsechsunddreissig/",
    "imageResource": "",
    "locationImg1": "",
    "locationImg2": "",
    "locationImg3": "",
    "isTechno": false,
    "isHiphop": false,
    "isRock": true,
    "isBar": false
  },
  {
    "locationName": "Head Crash",
    "locationArt": "Club",
    "locationID":1,
    "locationDescription": "Im Rock-Club mit 2 Floors und rot beleuchteter Bar läuft Alternative, Hardcore und Metal, dazu Live-Konzerte. Der kleine aber feine Konzertsaal Ist für dich perfekt, wenn du es kuschlig magst und Cross-Over und Punk-Rock der 90er auf die Ohren.",
    "adress": "Hamburger Berg 13, 20359 Hamburg",
    "music": "Rock",
    "price": "5 - 10€",
    "openingHours": "Fr - Sa, 23:00 - 07:00",
    "rating": "4,1",
    "email": "community@headcrash.de",
    "phoneNr": "-",
    "webLink": "https://www.facebook.com/headCRASH.de/",
    "imageResource": "",
    "locationImg1": "",
    "locationImg2": "",
    "locationImg3": "",
    "isTechno": false,
    "isHiphop": false,
    "isRock": true,
    "isBar": false
  },
  {
    "locationName": "Mojo Club",
    "locationArt": "Club",
    "locationID":1,
    "locationDescription": "Mittlerweile fristen Jazz und Soul im Kontext von tanzbarer Clubmusik eher ein Nischendasein als Sample-Becken und musikalisches Gimmick. Dass es ohne Genres wie Acid House und Dancefloor Jazz keine EDM-Bewegung gäbe, ist den wenigsten bewusst – den Betreibern des legendären Mojo Club in Hamburg dafür umso mehr. Schon zu seiner Eröffnung 1989 verstand sich die Hamburger Location als Spielplatz für alles, was groovt und, dem Namen des Clubs entsprechend, den bestimmten Kick mitbringt. Die Berg- und Talfahrt von House, Rave, Techno und Co. in den 90er Jahren überstand der mittlerweile zur Institution gewordene Laden problemlos, gerade weil die Macher auch gerne mal über den Tellerrand schauten – und auch heute noch schauen. Neben regelmäßigen Parties mit swingenden Perlen aus Soul, Bossa und Jazz stehen auch Elektronisch-Experimentelles, regelmäßige Konzerte zwischen Indierock und Qualitäts-Pop oder Events wie Poetry Slams auf der musikalischen Speisekarte des Traditionsclubs an der Reeperbahn 1. Guter Kaffee, gute Drinks ohne viel Schnickschnack, gute Musik, guter Abend. ",
    "adress": "Reeperbahn 1, Hamburg, 20359",
    "music": "Rock",
    "price": "15 - 37€",
    "openingHours": "Fr - Sa, 23:00 - 07:00",
    "rating": "4,1",
    "email": "jazzrocker@mojo.de",
    "phoneNr": "040 3191999",
    "webLink": "https://www.facebook.com/MojoClub/",
    "imageResource": "",
    "locationImg1": "",
    "locationImg2": "",
    "locationImg3": "",
    "isTechno": false,
    "isHiphop": true,
    "isRock": false,
    "isBar": false
  },
  {
    "locationName": "Terrace Hill",
    "locationArt": "Club",
    "locationID":1,
    "locationDescription": "Cooler Schuppen im Hochhaus mit Dachterasse. Genau genommen m 5. Stock des Flakbunkers in der Feldstraße kann man mal echt ne fette Aussicht genießen. Der Nachbar des Uebel&Gefährlich wartet unregelmäßig mit Konzerten, Clubs und Lesungen auf bis zu 400 Gäste. Die Musik  geht klar in Richtung Hip Hop-Bässe oder All-Time-Classics und spricht breiteres Publikum an. Bud Spencer würde schmunzeln...",
    "adress": "Feldstraße 66, 20359 Hamburg",
    "music": "Hiphop",
    "price": "15 - 37€",
    "openingHours": "Fr - Sa, 23:00 - 04:00",
    "rating": "4,0",
    "email": "info@terracehill.de",
    "phoneNr": "040 72964440",
    "webLink": "https://www.facebook.com/terrace.hill.club/",
    "imageResource": "",
    "locationImg1": "",
    "locationImg2": "",
    "locationImg3": "",
    "isTechno": false,
    "isHiphop": true,
    "isRock": false,
    "isBar": false
  },
  {
    "locationName": "Angies Nightclub",
    "locationArt": "Club",
    "locationID":1,
    "locationDescription": "Eher was für erwachsene Menschen. Es läuft viel Live-Musik in Richtung Soul und Funk oder auch mal Rock und Pop-Dance-Classics. Also die gediegenere Form eines Clubs für leute, die bei diesem Wort auch eher an Diskotheken denken. Dafür gibts Atmosphäre im Stil der 20er Jahre und die große Glasfront bietet Aussicht auf die Reeperbahn. Es gibt zwei Bars, eine Tanzfläche und Sitzgelegenheiten in kleinen Nischen...",
    "adress": "Spielbudenplatz 27, 20359 Hamburg",
    "music": "Hiphop",
    "price": "10€",
    "openingHours": "Fr - Sa, 22:00 - 00:00",
    "rating": "4,2",
    "email": "info@angies-live-music-club.de",
    "phoneNr": "040 31778811",
    "webLink": "https://www.facebook.com/AngiesNightclub/",
    "imageResource": "",
    "locationImg1": "",
    "locationImg2": "",
    "locationImg3": "",
    "isTechno": false,
    "isHiphop": true,
    "isRock": false,
    "isBar": false
  },

  {
    "locationName": "Uebel & Gefährlich",
    "locationArt": "Club",
    "locationID":1,
    "locationDescription":"Das Übel & Gefährlich erreicht man mit dem Fahrstuhl. Im vierten Stock des Bunkers auf dem Heiligengeistfeld finden regelmäßig Konzerte statt. Von der Dachterrasse hat man einen fetten Ausblick über Hamburg. Der Club im Bunker wurde von Lesern der Zeitschrift „Musik Express“ auf Platz eins der besten Live-Clubs Deutschlands – wegen der angesagten Bands. Alle großen Namen von Paul Kalkbrenner über Trentemøller und Gotye spielen dort. Öffnungszeiten: Donnerstags bis sonntags, für Konzerte auch unter der Woche. Eintritt: 6 bis 30 Euro",
    "adress": "Feldstraße 66, 20359 Hamburg",
    "music": "Techno",
    "price": "12 - 30€",
    "openingHours": "Fr - Sa, 00:00 - 09:00",
    "rating": "4,7",
    "email": "info@uebelundgefaehrlich.com",
    "phoneNr": "040-31793610",
    "webLink": "https://www.facebook.com/uebelundgefaehrlich",
    "imageResource": "",
    "locationImg1": "",
    "locationImg2": "",
    "locationImg3": "",
    "isTechno": true,
    "isHiphop": false,
    "isRock": false,
    "isBar": false
  },
  {
    "locationName": "Frau Holle",
    "locationArt": "Club",
    "locationID":1,
    "locationDescription":"Kleiner aber feiner Club im Herzen von St.Pauli Hamburg. Nur elektronische Musik. Von House bis Techno. Dazu kalte Drinks und ein Stück Wohnzimmerfeeling  im ehemaligen Sound Pauli. ",
    "adress": "Friedrichstraße 9, 20359 Hamburg",
    "music": "Techno",
    "price": "12€",
    "openingHours": "Fr - Sa, 22:00 - 08:00",
    "rating": "4,7",
    "email": "info@uebelundgefaehrlich.com",
    "phoneNr": "-",
    "webLink": "https://www.facebook.com/frauhollehamburg/about",
    "imageResource": "",
    "locationImg1": "",
    "locationImg2": "",
    "locationImg3": "",
    "isTechno": true,
    "isHiphop": false,
    "isRock": false,
    "isBar": false
  },
  {
    "locationName": "Waagenbau",
    "locationArt": "Club",
    "locationID":1,
    "locationDescription": "Der Waagenbau Club ist ein sympathischer Laden unter der Zugtrasse an der Sternbrücke und besteht seit 2003. Musikalisch bewegt er sich zwischen techno, tech house, drum n bass, trap, reggae und hip hop. Der Waagenbau öffnet meist um 00 Uhr und der Eintritt variiert zwischen 6 und 10€.",
    "adress": "Max-Brauer-Allee 204, Altona-Nord",
    "music": "Techno",
    "price": "12€",
    "openingHours": "Fr - Sa, 00:00 - 10:00",
    "rating": "4,7",
    "email": "info@waagenbau.com",
    "phoneNr": "-",
    "webLink": "https://www.facebook.com/waagenbau/",
    "imageResource": "",
    "locationImg1": "",
    "locationImg2": "",
    "locationImg3": "",
    "isTechno": true,
    "isHiphop": false,
    "isRock": false,
    "isBar": false
  },
  {
    "locationName": "Fundbureau",
    "locationArt": "Club",
    "locationID":1,
    "locationDescription": "Über das Fundbureau fahren regelmäßig Züge drüber. Der Gewölbe-Keller unter der Sternbrücke ist das einstige Fundbüro der Deutschen Bahn und bietet Subkultur jeder Couleur. Oft gibt's im Vorraum karibische Köstlichkeiten von „Rosies Kitchen“. Datscha-Partys, Reggae, HipHop, Electro, auch Nachtflohmärkte, Theater oder Innovatives wie die Mittagspausen-Partys sind hier am Start. Öffnungszeiten: Freitags, sonnabends, auch mal unter der Woche.",
    "adress": "Stresemannstraße 114, Altona-Nord",
    "music": "Techno",
    "price": "12€",
    "openingHours": "Fr - Sa, 00:00 - 08:00",
    "rating": "3,9",
    "email": "info@fundbureau.de",
    "phoneNr": "040-43251351",
    "webLink": "https://www.facebook.com/Fundbureau",
    "imageResource": "",
    "locationImg1": "",
    "locationImg2": "",
    "locationImg3": "",
    "isTechno": true,
    "isHiphop": false,
    "isRock": false,
    "isBar": false
  },
  {
    "locationName": "Baalsaal",
    "locationArt": "Club",
    "locationID":2,
    "locationDescription": "Angesagter, schummrig beleuchteter Nachtclub mit Elektro- und House-Musik sowie Underground-Veranstaltungen.Der Keller-Club Baalsaal sorgt mit dem hauseigene Label „Jeudi“ für guten, undergroundigen TechHouse mit Künstlern wie Doctor Dru. Hier treffen sich Hipster und Fashionvictims zu Techno und Hosue. Öffnungszeiten: Donnerstags bis sonnabends. Eintritt: 8 bis 10 Euro. ",
    "adress": "Reeperbahn 25, 20359 Hamburg",
    "music": "Techno",
    "price": "12€",
    "openingHours": "Fr - Sa, 00:00 - 08:00",
    "rating": "4,0",
    "email": "contact@baalsaal.info",
    "phoneNr": "0176 70486814",
    "webLink": "https://www.facebook.com/baalsaal.club.official/",
    "imageResource": "",
    "locationImg1": "",
    "locationImg2": "",
    "locationImg3": "",
    "isTechno": true,
    "isHiphop": false,
    "isRock": false,
    "isBar": false
  },
  {
    "locationName": "Docks",
    "locationArt": "Club",
    "locationID":3,
    "locationDescription": "Großer Livemusikclub in einem Kino von ca. 1900, mit Auftritten nationaler und internationaler Künstler.Die Räumlichkeiten der Prinzenbar und Docks sind wirklich etwas besonderes und mit den Spiegeln, dem Stuck und der Beleuchtung ein schwuler Zirkustraum für lange House Nächte. Und das übrigens schon sei Anfang der 90er. Der schnuckelige Club bietet Stuckverzierungen, Engelchen, Treppen, bequeme Sofas, große Spiegel. Ob Electro-Club, Konzert, Indie-Disse oder Queer Party - geschmackssichere VAs sind hier garantiert. ",
    "adress": "Spielbudenpl. 19, 20359 Hamburg",
    "music": "Techno",
    "price": "12€",
    "openingHours": "Fr - Sa, 00:00 - 08:00",
    "rating": "3,9",
    "email": "info@docks.de",
    "phoneNr": "040-43251351",
    "webLink": "https://www.facebook.com/docks.prinzenbar",
    "imageResource": "",
    "locationImg1": "",
    "locationImg2": "",
    "locationImg3": "",
    "isTechno": true,
    "isHiphop": false,
    "isRock": false,
    "isBar": false
  },
  {
    "locationName": "Golden Pudel",
    "locationArt": "Club",
    "locationID":3,
    "locationDescription": "Das Hamburger Nachtleben ist ohne den Club-Klassiker an der Elbe, den Rocko Schamoni und Schorsch Kamerun betreiben, unvorstellbar. Der Golden Pudel ist einer der bekanntesten Clubs in Deutschland und ein Ort der Gegenkultur. Der Goldene Pudel befindet sich in einem ehemaligen Schmugglergefängnis aus dem 19. Jahrhundert mit Spitzgiebel und Blick auf die Elbe. Entspannte Menschen, gute Musik, oft elektronisch. Bisschen schmutzig, aber das gehört dazu. Es ist normalerweise kostenlos und die Getränke sind nicht teuer. Die Partys dauern lange, hier ist oft noch offen, wenn alles andere schon abwinkt. ",
    "adress": "St. Pauli Fischmarkt 27, 20359 Hamburg",
    "music": "Techno",
    "price": "12€",
    "openingHours": "Fr - Sa, 00:00 - 08:00",
    "rating": "3,9",
    "email": "-",
    "phoneNr": "-",
    "webLink": "-",
    "imageResource": "",
    "locationImg1": "",
    "locationImg2": "",
    "locationImg3": "",
    "isTechno": true,
    "isHiphop": false,
    "isRock": false,
    "isBar": false
  },
  {
    "locationName": "Südpol",
    "locationArt": "Club",
    "locationID":3,
    "locationDescription": "Den Südpol auf der Süderstraße liegt mitten auf einem ehemaligen Betriebshof der Hamburger Wasserwerke. Von Freitagnacht bis Montagmorgen ist geöffnet. Das Gelände des „Südpol“ befindet sich im zukünftigen Park am Hochwasserbassin., es wird also drumherum ordentlich gebaut. Träger des „Südpol“ ist übrigens der Verein „Kulturelles Neuland“. Das Programm reicht von wöchentlichen Techno-Partys über Queer- und Downtempo-Events bis hin zu Punk-Konzerten und Kino.  Es gibt zwei Dancefloors: \"Unten\", ein dunkler Hauptraum, in dem die meisten DJs Techno spielen, und \"Oben\" im Obergeschoss, in dem eher House und alternative elektronische Musik gespielt wird, obwohl die Musikpolitik in beiden Räumen recht offen ist. Im Sommer gibt es einen offenen Innenhof und viel Platz, um die Musik in der Sonne zu genießen. Die Dauer der Partys variiert zwischen 9 und 48 Stunden.",
    "adress": "Süderstraße 112, 20537 Hamburg",
    "music": "Techno",
    "price": "12 - 15€",
    "openingHours": "Fr - So, 00:00 - 12:00",
    "rating": "4,6",
    "email": "-",
    "phoneNr": "-",
    "webLink": "https://www.facebook.com/suedpolhamburg/",
    "imageResource": "",
    "locationImg1": "",
    "locationImg2": "",
    "locationImg3": "",
    "isTechno": true,
    "isHiphop": false,
    "isRock": false,
    "isBar": false
  },
  {
    "locationName": "PAL",
    "locationArt": "Club",
    "locationID":3,
    "locationDescription":"Am Rand des Karoviertel beherbergt ein alter Backsteinbau das PAL. Events: Von Freitagnacht bis Sonntagabend auf zwei Floors. Kosten:  Zwischen zehn und 15 Euro. Eröffnet hat das PAL 2014 im ehemaligen Umspannwerk Karoline.  PAL steht übrigens für Phase Alternating Lines und ist ein Verfahren zur Farbübertragung beim analogen Fernsehen. Zusammen mit dem Pudel ist der Laden in den letzten Jahren ein Aushängeschild für elektronische Clubmusik. Und seit 2020 hat der PAL Club mit LAP Records sogar ein eigenes Label am Start.",
    "adress": "Karolinenstrasse 45, 22767 Hamburg",
    "music": "Techno",
    "price": "15 - 17€",
    "openingHours": "Fr - So, 00:00 - 12:00",
    "rating": "4,6",
    "email": "-",
    "phoneNr": "-",
    "webLink": "https://www.facebook.com/PALWERKS",
    "imageResource": "",
    "locationImg1": "",
    "locationImg2": "",
    "locationImg3": "",
    "isTechno": true,
    "isHiphop": false,
    "isRock": false,
    "isBar": false
  },
  {
    "locationName": "Bahnhof-Pauli",
    "locationArt": "Club",
    "locationID":3,
    "locationDescription":"Techno-Club im Untergrund im Keller des Klubhaus St. Pauli seit Anfang September 2016. Im unteren Stockwerk finden wir das Zentrum, den Fokus, die Underground Club Station. Kahler Boden, mit Details versehene Wände und freiliegende Abluftrohre. Das Klubhaus St. Pauli am Spielbudenplatz wurde 2015 zum Start des zehnten Reeperbahn Festivals eingeweiht. Der Club selbst fasst ca. 400 Besucher. Den Namen Bahnhof Pauli hat der Laden, weil dort auf 350 Quadratmetern ein S-Bahnhof nachgebaut wurde.",
    "adress": "Spielbudenplatz 21-22,20359 Hamburg – St.Pauli",
    "music": "Techno",
    "price": "10 - 12€",
    "openingHours": "Fr - Sa, 00:00 - 08:00",
    "rating": "4,6",
    "email": "info@bahnhofpauli.de",
    "phoneNr": "-",
    "webLink": "https://www.facebook.com/BahnhofPauli/",
    "imageResource": "",
    "locationImg1": "",
    "locationImg2": "",
    "locationImg3": "",
    "isTechno": true,
    "isHiphop": false,
    "isRock": false,
    "isBar": false
  },

  {
    "locationName": "Berliner Betrüger",
    "locationArt": "Bar",
    "locationID":5,
    "locationDescription": "Bier und Cocktails in einer klassischen Kneipe mit hippem Flair, roter Beleuchtung und einigen Tischen im Freien..",
    "adress": "Juliusstraße 15, 22769 Hamburg",
    "music": "-",
    "price": "-",
    "openingHours": "14:00 - 05:00",
    "rating": "4,6",
    "email": "-",
    "phoneNr": "-",
    "webLink": "https://www.instagram.com/katze.hamburg/",
    "imageResource": "",
    "locationImg1": "",
    "locationImg2": "",
    "locationImg3": "",
    "isTechno": false,
    "isHiphop": false,
    "isRock": false,
    "isBar": true
  },
  {
    "locationName": "Katze",
    "locationArt": "Bar",
    "locationID":6,
    "locationDescription": "Cocktails und Weine in einer zwanglosen Bar mit großer Terrasse und Happy-Hour-Angebot.",
    "adress": "Schulterblatt 88, 20357 Hamburg",
    "music": "-",
    "price": "-",
    "openingHours": "14:00 - 05:00",
    "rating": "4,6",
    "email": "-",
    "phoneNr": "-",
    "webLink": "https://www.instagram.com/katze.hamburg/",
    "imageResource": "",
    "locationImg1": "",
    "locationImg2": "",
    "locationImg3": "",
    "isTechno": false,
    "isHiphop": false,
    "isRock": false,
    "isBar": true
  },
  {
    "locationName": "Goldfischglas",
    "locationArt": "Bar",
    "locationID":3,
    "locationDescription":"Cocktails und Fassbier in einer Bar mit ungezwungenem Ambiente, DJs und kompakter Tanzfläche.",
    "adress": "Bartelsstraße 30, 20357 Hamburg",
    "music": "-",
    "price": "-",
    "openingHours": "14:00 - 05:00",
    "rating": "4,6",
    "email": "kontakt@goldfischglas.de",
    "phoneNr": "-",
    "webLink": "http://goldfischglas.de/#/club",
    "imageResource": "",
    "locationImg1": "",
    "locationImg2": "",
    "locationImg3": "",
    "isTechno": false,
    "isHiphop": false,
    "isRock": false,
    "isBar": true
  }
]